Repository: zBossPC/Anywhere
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, ru, tr, vi, zh_hans

source: %lld bytes
ar: %lld بايت
fa: %lld بایت
ru: %lld байт
tr: %lld bayt
vi: %lld byte
zh_hans: %lld 字节

source: %lld ms
ar: %lld مللي ثانية
fa: %lld میلی‌ثانیه
ru: %lld мс
zh_hans: %lld 毫秒

source: %lld proxies
ar: %lld بروكسي
fa: %lld پروکسی
ru: %lld прокси
tr: %lld proxy
vi: %lld proxy
zh_hans: %lld 个代理

source: %lld rules
ar: %lld قاعدة
es: %lld reglas
fa: %lld قانون
ru: %lld правил
tr: %lld kural
vi: %lld quy tắc
zh_hans: %lld 条规则

source: 302 Redirect
ar: 302 إعادة توجيه
es: 302 Redirigir
fa: 302 تغییر مسیر
ru: 302 Перенаправление
tr: 302 Yönlendir
vi: 302 Chuyển hướng
zh_hans: 302 重定向

source: A proxy chain needs at least 2 proxies.
ar: تحتاج سلسلة البروكسي إلى بروكسيين على الأقل.
es: Una cadena de proxies necesita al menos 2 proxies.
fa: یک زنجیره پروکسی به حداقل ۲ پروکسی نیاز دارد.
ru: Для цепочки прокси необходимо минимум 2 прокси.
tr: Bir proxy zinciri için en az 2 proxy gerekir.
vi: Một chuỗi proxy cần ít nhất 2 proxy.
zh_hans: 链式代理至少需要 2 个代理。

source: About
ar: حول
es: Acerca de
fa: درباره
ru: О приложении
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于

source: Acknowledgements
ar: شكر وتقدير
es: Reconocimientos
fa: قدردانی‌ها
ru: Благодарности
tr: Teşekkürler
vi: Ghi nhận
zh_hans: 致谢

source: AD Blocking
ar: حظر الإعلانات
es: Bloqueo de anuncios
fa: مسدودسازی تبلیغات
ru: Блокировка рекламы
tr: Reklam Engelleme
vi: Chặn quảng cáo
zh_hans: 广告拦截

source: Add
ar: إضافة
es: Agregar
fa: افزودن
ru: Добавить
tr: Ekle
vi: Thêm
zh_hans: 添加

source: Add a Configuration
ar: إضافة تكوين
es: Agregar una configuración
fa: افزودن پیکربندی
ru: Добавьте конфигурацию
tr: Bir Yapılandırma Ekle
vi: Thêm cấu hình
zh_hans: 添加配置

source: Add at least 2 proxies to form a chain.
ar: أضف على الأقل بروكسيين لتشكيل سلسلة.
es: Agrega al menos 2 proxies para formar una cadena.
fa: حداقل ۲ پروکسی اضافه کنید تا یک زنجیره بسازید.
ru: Добавьте не менее 2 прокси для создания цепочки.
tr: Bir zincir oluşturmak için en az 2 proxy ekleyin.
vi: Thêm ít nhất 2 proxy để tạo chuỗi.
zh_hans: 至少添加 2 个代理以组成链式代理。

source: Add Certificate
ar: إضافة شهادة
es: Agregar certificado
fa: افزودن گواهی
ru: Добавить сертификат
tr: Sertifika Ekle
vi: Thêm chứng chỉ
zh_hans: 添加证书

source: Add Configuration
ar: إضافة تكوين
es: Agregar configuración
fa: افزودن پیکربندی
ru: Добавить конфигурацию
tr: Yapılandırma Ekle
vi: Thêm cấu hình
zh_hans: 添加配置

source: Add Proxy
ar: إضافة بروكسي
es: Agregar proxy
fa: افزودن پروکسی
ru: Добавить прокси
tr: Proxy Ekle
vi: Thêm proxy
zh_hans: 添加代理

source: Add Rule
ar: إضافة قاعدة
es: Agregar regla
fa: افزودن قانون
ru: Добавить правило
tr: Kural Ekle
vi: Thêm quy tắc
zh_hans: 添加规则

source: Add Rule Set
ar: إضافة مجموعة قواعد
es: Agregar conjunto de reglas
fa: افزودن مجموعه قانون
ru: Добавить набор правил
tr: Kural Seti Ekle
vi: Thêm bộ quy tắc
zh_hans: 添加规则集

source: Address
ar: العنوان
es: Dirección
fa: آدرس
ru: Адрес
tr: Adres
vi: Địa chỉ
zh_hans: 地址

source: Advanced Settings
ar: إعدادات متقدمة
es: Configuración avanzada
fa: تنظیمات پیشرفته
ru: Дополнительные настройки
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
zh_hans: 高级设置

source: Advertise IPv6 to Apps
ar: الإعلان عن IPv6 للتطبيقات
es: Anunciar IPv6 a las apps
fa: اعلام IPv6 به برنامه‌ها
ru: Анонсировать IPv6 для приложений
tr: Uygulamalara IPv6'yı Duyur
vi: Quảng bá IPv6 đến ứng dụng
zh_hans: 向应用通告 IPv6

source: All trademarks, service marks, and company names are the property of their respective owners.
ar: جميع العلامات التجارية وعلامات الخدمة وأسماء الشركات هي ملك لأصحابها المعنيين.
es: Todas las marcas comerciales, marcas de servicio y nombres de empresas son propiedad de sus respectivos titulares.
fa: تمامی علائم تجاری، علائم خدماتی و نام‌های شرکت‌ها متعلق به صاحبان مربوطه آن‌ها است.
ru: Все товарные знаки, знаки обслуживания и названия компаний являются собственностью их владельцев.
tr: Tüm ticari markalar, hizmet markaları ve şirket adları ilgili sahiplerinin mülkiyetindedir.
vi: Tất cả các nhãn hiệu, nhãn hiệu dịch vụ và tên công ty là tài sản của chủ sở hữu tương ứng.
zh_hans: 所有商标、服务标识和公司名称均为其各自所有者的财产。

source: Allow Anyway
ar: السماح على أي حال
es: Permitir de todos modos
fa: به هر حال اجازه بده
ru: Всё равно разрешить
tr: Yine de İzin Ver
vi: Vẫn cho phép
zh_hans: 仍然允许

source: Allow Insecure
ar: السماح بالاتصال غير الآمن
es: Permitir inseguro
fa: اجازه اتصال ناامن
ru: Разрешить небезопасное
tr: Güvensize İzin Ver
vi: Cho phép không an toàn
zh_hans: 允许不安全连接

source: Always On
ar: التشغيل الدائم
es: Siempre activo
fa: همیشه روشن
ru: Всегда включён
tr: Her Zaman Açık
vi: Luôn bật
zh_hans: 始终开启

source: Any previously installed MITM profile will stop working until you re-install the new certificate.
ar: سيتوقف أي ملف تعريف MITM مثبت سابقًا عن العمل حتى تعيد تثبيت الشهادة الجديدة.
es: Cualquier perfil MITM previamente instalado dejará de funcionar hasta que reinstales el nuevo certificado.
fa: هر پروفایل MITM که قبلاً نصب شده باشد، تا زمانی که گواهی جدید را دوباره نصب نکنید، کار نخواهد کرد.
ru: Любой ранее установленный профиль MITM перестанет работать, пока вы не переустановите новый сертификат.
tr: Önceden yüklenmiş herhangi bir MITM profili, yeni sertifikayı yeniden yükleyene kadar çalışmayacaktır.
vi: Mọi hồ sơ MITM đã cài đặt trước đó sẽ ngừng hoạt động cho đến khi bạn cài đặt lại chứng chỉ mới.
zh_hans: 任何之前安装的 MITM 描述文件都将停止工作直到你重新安装一份新的证书。

source: Anywhere is an independent project and is not affiliated with, endorsed by, or sponsored by any of the companies listed below.
ar: Anywhere هو مشروع مستقل وليس تابعًا لأي من الشركات المذكورة أدناه أو معتمدًا أو مدعومًا منها.
es: Anywhere es un proyecto independiente y no está afiliado, respaldado ni patrocinado por ninguna de las empresas que se indican a continuación.
fa: Anywhere یک پروژه مستقل است و هیچ‌گونه وابستگی، تأیید یا حمایت مالی از سوی شرکت‌های ذکر شده در زیر ندارد.
ru: Anywhere — независимый проект, не связанный ни с одной из перечисленных ниже компаний и не одобренный или спонсируемый ими.
tr: Anywhere bağımsız bir projedir ve aşağıda listelenen şirketlerin hiçbiriyle ilişkili değildir, onlar tarafından onaylanmaz veya desteklenmez.
vi: Anywhere là một dự án độc lập, không liên kết, được xác nhận hay tài trợ bởi bất kỳ công ty nào được liệt kê dưới đây.
zh_hans: Anywhere 是一个独立项目，与以下列出的任何公司无关，未获其认可或赞助。

source: Anywhere MITM Rule Set URL
ar: رابط مجموعة قواعد Anywhere MITM
es: URL del conjunto de reglas Anywhere MITM
fa: نشانی مجموعه قانون Anywhere MITM
ru: URL набора правил Anywhere MITM
tr: Anywhere MITM Kural Seti URL'si
vi: URL bộ quy tắc Anywhere MITM
zh_hans: Anywhere MITM 规则列表 URL

source: Anywhere Root Certificate is installed and trusted.
ar: شهادة Anywhere الجذرية مثبتة وموثوقة.
es: El certificado raíz de Anywhere está instalado y es de confianza.
fa: گواهی ریشه Anywhere نصب و مورد اعتماد است.
ru: Корневой сертификат Anywhere установлен и доверен.
tr: Anywhere Kök Sertifikası yüklendi ve güveniliyor.
vi: Chứng chỉ gốc Anywhere đã được cài đặt và tin cậy.
zh_hans: Anywhere Root Certificate 已安装且受信任。

source: Anywhere Routing Rule Set URL
ar: رابط مجموعة قواعد التوجيه Anywhere
es: URL del conjunto de reglas de enrutamiento Anywhere
fa: نشانی مجموعه قانون مسیریابی Anywhere
ru: URL набора правил маршрутизации Anywhere
tr: Anywhere Yönlendirme Kural Seti URL'si
vi: URL bộ quy tắc định tuyến Anywhere
zh_hans: Anywhere 路由规则列表 URL

source: App
ar: التطبيق
es: Aplicación
fa: برنامه
ru: Приложение
tr: Uygulama
vi: Ứng dụng

source: Auto
ar: تلقائي
es: Automático
fa: خودکار
ru: Авто
tr: Otomatik
vi: Tự động
zh_hans: 自动

source: Automatically reconnect VPN when it is disconnected.
ar: إعادة الاتصال تلقائيًا بشبكة VPN عند انقطاعها.
es: Reconectar automáticamente la VPN cuando se desconecte.
fa: اتصال مجدد خودکار VPN هنگام قطع شدن.
ru: Автоматически переподключать VPN при разрыве соединения.
tr: VPN bağlantısı kesildiğinde otomatik olarak yeniden bağlan.
vi: Tự động kết nối lại VPN khi bị ngắt.
zh_hans: 当 VPN 断开时自动重新连接。

source: Back
ar: رجوع
es: Atrás
fa: بازگشت
ru: Назад
tr: Geri
vi: Quay lại
zh_hans: 返回

source: Block ads and trackers at the network level for a cleaner browsing experience.
ar: حظر الإعلانات والمتتبعات على مستوى الشبكة لتجربة تصفح أنظف.
es: Bloquea anuncios y rastreadores a nivel de red para una experiencia de navegación más limpia.
fa: مسدودسازی تبلیغات و ردیاب‌ها در سطح شبکه برای تجربه مرور پاک‌تر.
ru: Блокируйте рекламу и трекеры на сетевом уровне для более чистого просмотра.
tr: Daha temiz bir gezinme deneyimi için ağ düzeyinde reklamları ve izleyicileri engelleyin.
vi: Chặn quảng cáo và trình theo dõi ở cấp mạng để có trải nghiệm duyệt web sạch hơn.
zh_hans: 在网络层拦截广告和追踪器，获得更清爽的浏览体验。

source: Block QUIC
ar: حظر QUIC
es: Bloquear QUIC
fa: مسدود کردن QUIC
ru: Блокировать QUIC
tr: QUIC'i Engelle
vi: Chặn QUIC
zh_hans: 阻止 QUIC

source: Body
ar: الجسم
es: Cuerpo
fa: بدنه
ru: Тело
tr: Gövde
vi: Nội dung
zh_hans: 体

source: Body JSON
ar: الجسم JSON
es: Cuerpo JSON
fa: بدنه JSON
ru: Тело JSON
tr: Gövde JSON
vi: Nội dung JSON
zh_hans: 体 JSON

source: Body Replace
ar: استبدال الجسم
es: Reemplazar cuerpo
fa: جایگزینی بدنه
ru: Замена тела
tr: Gövde Değiştir
vi: Thay thế nội dung
zh_hans: 体替换

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
ru: Отмена
tr: İptal
vi: Hủy bỏ
zh_hans: 取消

source: Chains
ar: السلاسل
es: Cadenas
fa: زنجیره‌ها
ru: Цепочки
tr: Zincirler
vi: Chuỗi
zh_hans: 链式代理

source: Comma Separated
ar: مفصولة بفواصل
es: Separados por comas
fa: جدا شده با کاما
ru: Разделённые запятыми
tr: Virgülle Ayrılmış
vi: Phân tách bằng dấu phẩy
zh_hans: 逗号分隔

source: Configuration
ar: تكوين
es: Configuración
fa: پیکربندی
ru: Конфигурация
tr: Yapılandırma
vi: Cấu hình
zh_hans: 配置

source: Congestion Control
ar: التحكم في الازدحام
es: Control de congestión
fa: کنترل ازدحام
ru: Контроль перегрузки
tr: Tıkanıklık Kontrolü
vi: Kiểm soát tắc nghẽn
zh_hans: 拥塞控制

source: Connected
ar: متصل
es: Conectado
fa: متصل
ru: Подключено
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接

source: Connecting...
ar: جارٍ الاتصال...
es: Conectando...
fa: در حال اتصال...
ru: Подключение...
tr: Bağlanıyor...
vi: Đang kết nối...
zh_hans: 正在连接...

source: Continue
ar: متابعة
es: Continuar
fa: ادامه
ru: Продолжить
tr: Devam Et
vi: Tiếp tục
zh_hans: 继续

source: Copy
ar: نسخ
es: Copiar
fa: کپی
ru: Копировать
tr: Kopyala
vi: Sao chép
zh_hans: 复制

source: Copy (%lld)
ar: نسخ (%lld)
es: Copiar (%lld)
fa: کپی (%lld)
ru: Копия (%lld)
tr: Kopyala (%lld)
vi: Sao chép (%lld)
zh_hans: 复制（%lld）

source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
fa: کپی لینک
ru: Копировать ссылку
tr: Bağlantıyı Kopyala
vi: Sao chép liên kết
zh_hans: 复制链接

source: Country Bypass
ar: تجاوز البلد
es: Omitir país
fa: دور زدن کشور
ru: Обход по стране
tr: Ülke İstisnası
vi: Bỏ qua quốc gia
zh_hans: 国家分流

source: Custom
ar: مخصص
es: Personalizado
fa: سفارشی
ru: Пользовательские
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定

source: Data (Base64)
ar: البيانات (Base64)
es: Datos (Base64)
fa: داده (Base64)
ru: Данные (Base64)
tr: Veri (Base64)
vi: Dữ liệu (Base64)
zh_hans: 数据（Base64）

source: Default
ar: الافتراضي
es: Predeterminado
fa: پیش‌فرض
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

source: Delete
ar: حذف
es: Eliminar
fa: حذف
ru: Удалить
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete Certificate
ar: حذف الشهادة
es: Eliminar certificado
fa: حذف گواهی
ru: Удалить сертификат
tr: Sertifikayı Sil
vi: Xóa chứng chỉ
zh_hans: 删除证书

source: Detached Download
ar: التنزيل المنفصل
es: Descarga separada
fa: دانلود جداگانه
ru: Раздельная загрузка
tr: Ayrık İndirme
vi: Tải xuống tách rời
zh_hans: 分离下行

source: Diagnostics
ar: التشخيصات
es: Diagnósticos
fa: عیب‌یابی
ru: Диагностика
tr: Tanılama
vi: Chẩn đoán
zh_hans: 诊断

source: DIRECT
ar: مباشر
es: Directo
fa: مستقیم
ru: Прямое
tr: Doğrudan
vi: Trực tiếp
zh_hans: 直连

source: Disable
ar: تعطيل
es: Desactivar
fa: غیرفعال
ru: Отключить
tr: Devre Dışı Bırak
vi: Tắt
zh_hans: 禁用

source: Disabled
ar: معطل
es: Desactivado
fa: غیرفعال
ru: Отключено
tr: Devre Dışı
vi: Đã tắt
zh_hans: 未启用

source: Disconnected
ar: غير متصل
es: Desconectado
fa: قطع شده
ru: Отключено
tr: Bağlantı Kesildi
vi: Đã ngắt kết nối
zh_hans: 未连接

source: Disconnecting...
ar: جارٍ قطع الاتصال...
es: Desconectando...
fa: در حال قطع...
ru: Отключение...
tr: Bağlantı Kesiliyor...
vi: Đang ngắt kết nối...
zh_hans: 正在断开...

source: DNS Server
ar: خادم DNS
es: Servidor DNS
fa: سرور DNS
ru: DNS-сервер
tr: DNS Sunucusu
vi: Máy chủ DNS
zh_hans: DNS 服务器

source: Domain Keyword
ar: كلمة مفتاحية للنطاق
es: Palabra clave de dominio
fa: کلیدواژه دامنه
ru: Ключевое слово домена
tr: Alan Adı Anahtar Kelimesi
vi: Từ khoá tên miền
zh_hans: 域名关键词

source: Domain Suffix
ar: لاحقة النطاق
es: Sufijo de dominio
fa: پسوند دامنه
ru: Суффикс домена
tr: Alan Adı Soneki
vi: Hậu tố tên miền
zh_hans: 域名尾缀

source: Domain Suffixes
ar: لاحقات النطاق
es: Sufijos de dominio
fa: پسوندهای دامنه
ru: Суффиксы доменов
tr: Alan Adı Sonekleri
vi: Hậu tố tên miền
zh_hans: 域名尾缀

source: Done
ar: تم
es: Listo
fa: تمام
ru: Готово
tr: Bitti
vi: Xong
zh_hans: 完成

source: Download
ar: تنزيل
es: Descarga
fa: دانلود
ru: Загрузка
tr: İndir
vi: Tải xuống
zh_hans: 下载

source: Download Speed
ar: سرعة التنزيل
es: Velocidad de descarga
fa: سرعت دانلود
ru: Скорость загрузки
tr: İndirme Hızı
vi: Tốc độ tải xuống
zh_hans: 下载速度

source: Edit
ar: تعديل
es: Editar
fa: ویرایش
ru: Изменить
tr: Düzenle
vi: Sửa
zh_hans: 编辑

source: Edit Chain
ar: تعديل السلسلة
es: Editar cadena
fa: ویرایش زنجیره
ru: Редактировать цепочку
tr: Zinciri Düzenle
vi: Sửa chuỗi
zh_hans: 编辑链式代理

source: Edit Configuration
ar: تعديل التكوين
es: Editar configuración
fa: ویرایش پیکربندی
ru: Изменить конфигурацию
tr: Yapılandırmayı Düzenle
vi: Sửa cấu hình
zh_hans: 编辑配置

source: Edit Rule
ar: تعديل القاعدة
es: Editar regla
fa: ویرایش قانون
ru: Изменить правило
tr: Kuralı Düzenle
vi: Sửa quy tắc
zh_hans: 编辑规则

source: Enable
ar: تفعيل
es: Activar
fa: فعال‌سازی
ru: Включить
tr: Etkinleştir
vi: Bật
zh_hans: 启用

source: Enable %@ to continue.
ar: قم بتفعيل %@ للمتابعة.
es: Activa %@ para continuar.
fa: برای ادامه، %@ را فعال کنید.
ru: Включите %@ для продолжения.
tr: Devam etmek için %@ etkinleştirin.
vi: Bật %@ để tiếp tục.
zh_hans: 启用 %@ 以继续。

source: Enable AD Blocking
ar: تفعيل حظر الإعلانات
es: Activar bloqueo de anuncios
fa: فعال‌سازی مسدودسازی تبلیغات
ru: Включить блокировку рекламы
tr: Reklam Engellemeyi Etkinleştir
vi: Bật chặn quảng cáo
zh_hans: 启用广告拦截

source: Enable Anyway
ar: تفعيل على أي حال
es: Activar de todos modos
fa: فعال‌سازی در هر صورت
ru: Всё равно включить
tr: Yine de Etkinleştir
vi: Vẫn bật
zh_hans: 仍然启用

source: Enabled
ar: مفعّل
es: Activado
fa: فعال
ru: Включено
tr: Etkin
vi: Đã bật
zh_hans: 已启用

source: Enabling Encrypted DNS will increase connection wait time and prevent routing rules from working.
ar: سيؤدي تفعيل DNS المشفّر إلى زيادة وقت انتظار الاتصال ومنع قواعد التوجيه من العمل.
es: Activar el DNS cifrado aumentará el tiempo de espera de conexión e impedirá que las reglas de enrutamiento funcionen.
fa: فعال‌سازی DNS رمزنگاری‌شده زمان انتظار اتصال را افزایش می‌دهد و مانع عملکرد قوانین مسیریابی می‌شود.
ru: Включение зашифрованного DNS увеличит время ожидания подключения и помешает работе правил маршрутизации.
tr: Şifreli DNS'i etkinleştirmek bağlantı bekleme süresini artırır ve yönlendirme kurallarının çalışmasını engeller.
vi: Bật DNS mã hóa sẽ tăng thời gian chờ kết nối và ngăn các quy tắc định tuyến hoạt động.
zh_hans: 启用加密 DNS 将增加连接等待时间，并导致路由规则无法生效。

source: Enabling Hide VPN Icon may cause connection instability and will disable IPv6.
ar: قد يؤدي تفعيل "إخفاء أيقونة VPN" إلى عدم استقرار الاتصال وسيُعطِّل IPv6.
es: Activar Ocultar icono de VPN puede causar inestabilidad en la conexión y deshabilitará IPv6.
fa: فعال‌سازی «مخفی کردن آیکون VPN» ممکن است باعث ناپایداری اتصال شود و IPv6 را غیرفعال خواهد کرد.
ru: Включение «Скрыть значок VPN» может вызвать нестабильность соединения и отключит IPv6.
tr: "VPN Simgesini Gizle"yi etkinleştirmek bağlantı kararsızlığına neden olabilir ve IPv6'yı devre dışı bırakır.
vi: Bật Ẩn biểu tượng VPN có thể gây mất ổn định kết nối và sẽ tắt IPv6.
zh_hans: 启用隐藏 VPN 图标可能导致连接不稳定，并将禁用 IPv6。

source: Encrypted DNS
ar: DNS مشفّر
es: DNS cifrado
fa: DNS رمزنگاری‌شده
ru: Зашифрованный DNS
tr: Şifreli DNS
vi: DNS mã hóa
zh_hans: 加密 DNS

source: Encryption
ar: التشفير
es: Cifrado
fa: رمزگذاری
ru: Шифрование
tr: Şifreleme
vi: Mã hóa
zh_hans: 加密

source: Enter the SHA-256 fingerprint (64 hex characters) of the certificate to trust.
ar: أدخل بصمة SHA-256 (64 حرفًا سداسيًا عشريًا) للشهادة المراد الوثوق بها.
es: Ingrese la huella digital SHA-256 (64 caracteres hexadecimales) del certificado a confiar.
fa: اثر انگشت SHA-256 (۶۴ کاراکتر هگزادسیمال) گواهی مورد اعتماد را وارد کنید.
ru: Введите SHA-256 отпечаток (64 шестнадцатеричных символа) сертификата для доверия.
tr: Güvenilecek sertifikanın SHA-256 parmak izini (64 onaltılık karakter) girin.
vi: Nhập dấu vân tay SHA-256 (64 ký tự hex) của chứng chỉ cần tin cậy.
zh_hans: 输入要信任的证书的 SHA-256 指纹（64 个十六进制字符）。

source: Entry
ar: المدخل
es: Entrada
fa: ورودی
ru: Вход
tr: Giriş
vi: Đầu vào
zh_hans: 入口

source: Error
ar: خطأ
fa: خطا
ru: Ошибка
tr: Hata
vi: Lỗi
zh_hans: 错误

source: Exit
ar: المخرج
es: Salida
fa: خروجی
ru: Выход
tr: Çıkış
vi: Đầu ra
zh_hans: 出口

source: Experimental Features
ar: ميزات تجريبية
es: Funciones experimentales
fa: ویژگی‌های آزمایشی
ru: Экспериментальные функции
tr: Deneysel Özellikler
vi: Tính năng thử nghiệm
zh_hans: 实验性功能

source: Export Certificate
ar: تصدير الشهادة
es: Exportar certificado
fa: صدور گواهی
ru: Экспортировать сертификат
tr: Sertifikayı Dışa Aktar
vi: Xuất chứng chỉ
zh_hans: 导出证书

source: Failed to export certificate.
ar: فشل تصدير الشهادة.
es: Error al exportar el certificado.
fa: صدور گواهی ناموفق بود.
ru: Не удалось экспортировать сертификат.
tr: Sertifika dışa aktarılamadı.
vi: Xuất chứng chỉ thất bại.
zh_hans: 无法导出证书。

source: Failed to export profile.
ar: فشل تصدير الملف التعريفي.
es: Error al exportar el perfil.
fa: صدور پروفایل ناموفق بود.
ru: Не удалось экспортировать профиль.
tr: Profil dışa aktarılamadı.
vi: Xuất hồ sơ thất bại.
zh_hans: 无法导出描述文件。

source: Failed to open profile installer.
ar: فشل فتح مثبّت الملف التعريفي.
es: Error al abrir el instalador del perfil.
fa: باز کردن نصب‌کننده پروفایل ناموفق بود.
ru: Не удалось открыть установщик профиля.
tr: Profil yükleyicisi açılamadı.
vi: Mở trình cài đặt hồ sơ thất bại.
zh_hans: 无法打开描述文件安装器。

source: Generate a certificate to begin.
ar: أنشئ شهادة للبدء.
es: Genera un certificado para comenzar.
fa: برای شروع، یک گواهی تولید کنید.
ru: Создайте сертификат, чтобы начать.
tr: Başlamak için bir sertifika oluşturun.
vi: Tạo chứng chỉ để bắt đầu.
zh_hans: 生成一份证书以开始。

source: Generate Certificate
ar: إنشاء شهادة
es: Generar certificado
fa: تولید گواهی
ru: Создать сертификат
tr: Sertifika Oluştur
vi: Tạo chứng chỉ
zh_hans: 生成证书

source: Get Started
ar: ابدأ
es: Comenzar
fa: شروع
ru: Начать
tr: Başlayın
vi: Bắt đầu
zh_hans: 开始使用

source: Global
ar: عام
fa: سراسری
ru: Глобальный
vi: Toàn cục
zh_hans: 全局

source: Global Mode
ar: الوضع العام
es: Modo global
fa: حالت سراسری
ru: Глобальный режим
tr: Küresel Mod
vi: Chế độ toàn cục
zh_hans: 全局模式

source: Go to Settings
ar: انتقل إلى الإعدادات
es: Ir a Ajustes
fa: رفتن به تنظیمات
ru: Перейти в Настройки
tr: Ayarlara Git
vi: Đi đến Cài đặt
zh_hans: 前往设置

source: Header Add
ar: إضافة ترويسة
es: Agregar encabezado
fa: افزودن سرآیند
ru: Добавить заголовок
tr: Başlık Ekle
vi: Thêm tiêu đề
zh_hans: 请求头添加

source: Header Delete
ar: حذف ترويسة
es: Eliminar encabezado
fa: حذف سرآیند
ru: Удалить заголовок
tr: Başlık Sil
vi: Xóa tiêu đề
zh_hans: 请求头删除

source: Header Name
ar: اسم الترويسة
es: Nombre del encabezado
fa: نام سرآیند
ru: Имя заголовка
tr: Başlık Adı
vi: Tên tiêu đề
zh_hans: 请求头名称

source: Header name is required.
ar: اسم الترويسة مطلوب.
es: Se requiere el nombre del encabezado.
fa: نام سرآیند الزامی است.
ru: Требуется имя заголовка.
tr: Başlık adı gereklidir.
vi: Tên tiêu đề là bắt buộc.
zh_hans: 必须指定请求头名称。

source: Header Replace
ar: استبدال ترويسة
es: Reemplazar encabezado
fa: جایگزینی سرآیند
ru: Замена заголовка
tr: Başlık Değiştir
vi: Thay thế tiêu đề
zh_hans: 请求头替换

source: Header Value
ar: قيمة الترويسة
es: Valor del encabezado
fa: مقدار سرآیند
ru: Значение заголовка
tr: Başlık Değeri
vi: Giá trị tiêu đề
zh_hans: 请求头值

source: Hide VPN Icon
ar: إخفاء أيقونة VPN
es: Ocultar icono de VPN
fa: مخفی کردن آیکون VPN
ru: Скрыть значок VPN
tr: VPN Simgesini Gizle
vi: Ẩn biểu tượng VPN
zh_hans: 隐藏 VPN 图标

source: Home
ar: الرئيسية
es: Inicio
fa: خانه
ru: Главная
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 主页

source: Host
ar: المضيف
fa: میزبان
ru: Хост
zh_hans: 主机

source: HTTP/2 Proxy
ar: بروكسي HTTP/2
es: Proxy HTTP/2
fa: پروکسی HTTP/2
ru: HTTP/2 прокси
vi: Proxy HTTP/2
zh_hans: HTTP/2 代理

source: HTTPS Proxy
ar: بروكسي HTTPS
es: Proxy HTTPS
fa: پروکسی HTTPS
ru: HTTPS прокси
vi: Proxy HTTPS
zh_hans: HTTPS 代理

source: Import Failed
ar: فشل الاستيراد
es: Error de importación
fa: وارد کردن ناموفق بود
ru: Ошибка импорта
tr: İçe Aktarma Başarısız
vi: Nhập thất bại
zh_hans: 导入失败

source: Import Rule Set
ar: استيراد مجموعة قواعد
es: Importar conjunto de reglas
fa: وارد کردن مجموعه قانون
ru: Импорт набора правил
tr: Kural Setini İçe Aktar
vi: Nhập bộ quy tắc
zh_hans: 导入规则集

source: insecure
ar: غير آمن
es: inseguro
fa: ناامن
ru: небезопасно
tr: güvensiz
vi: không an toàn
zh_hans: 不安全

source: Install Certificate
ar: تثبيت الشهادة
es: Instalar certificado
fa: نصب گواهی
ru: Установить сертификат
tr: Sertifikayı Yükle
vi: Cài đặt chứng chỉ
zh_hans: 安装证书

source: Install the profile and trust in Settings to use MITM.
ar: ثبّت الملف التعريفي وامنحه الثقة في الإعدادات لاستخدام MITM.
es: Instala el perfil y dale confianza en Ajustes para usar MITM.
fa: برای استفاده از MITM، پروفایل را نصب کرده و در تنظیمات به آن اعتماد کنید.
ru: Установите профиль и доверьте ему в Настройках, чтобы использовать MITM.
tr: MITM kullanmak için profili yükleyin ve Ayarlar'dan güvenin.
vi: Cài đặt hồ sơ và tin cậy trong Cài đặt để sử dụng MITM.
zh_hans: 安装描述文件并在“设置”中信任以使用 MITM。

source: Invalid Anywhere MITM Rule Set File.
ar: ملف مجموعة قواعد Anywhere MITM غير صالح.
es: Archivo del conjunto de reglas Anywhere MITM no válido.
fa: فایل مجموعه قانون Anywhere MITM نامعتبر است.
ru: Недействительный файл набора правил Anywhere MITM.
tr: Geçersiz Anywhere MITM Kural Seti Dosyası.
vi: Tệp bộ quy tắc Anywhere MITM không hợp lệ.
zh_hans: 无效 Anywhere MITM 规则列表文件。

source: Invalid Anywhere MITM Rule Set URL.
ar: رابط مجموعة قواعد Anywhere MITM غير صالح.
es: URL del conjunto de reglas Anywhere MITM no válida.
fa: نشانی مجموعه قانون Anywhere MITM نامعتبر است.
ru: Недействительный URL набора правил Anywhere MITM.
tr: Geçersiz Anywhere MITM Kural Seti URL'si.
vi: URL bộ quy tắc Anywhere MITM không hợp lệ.
zh_hans: 无效 Anywhere MITM 规则列表 URL。

source: Invalid Anywhere Routing Rule Set File.
ar: ملف مجموعة قواعد التوجيه Anywhere غير صالح.
es: Archivo de conjunto de reglas de enrutamiento Anywhere no válido.
fa: فایل مجموعه قانون مسیریابی Anywhere نامعتبر است.
ru: Недействительный файл набора правил маршрутизации Anywhere.
tr: Geçersiz Anywhere Yönlendirme Kural Seti Dosyası.
vi: Tệp bộ quy tắc định tuyến Anywhere không hợp lệ.
zh_hans: 无效 Anywhere 路由规则列表文件。

source: Invalid Anywhere Routing Rule Set URL.
ar: رابط مجموعة قواعد التوجيه Anywhere غير صالح.
es: URL del conjunto de reglas de enrutamiento Anywhere no válida.
fa: نشانی مجموعه قانون مسیریابی Anywhere نامعتبر است.
ru: Недействительный URL набора правил маршрутизации Anywhere.
tr: Geçersiz Anywhere Yönlendirme Kural Seti URL'si.
vi: URL bộ quy tắc định tuyến Anywhere không hợp lệ.
zh_hans: 无效 Anywhere 路由规则列表 URL。
